tap "aki2o/taps"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kardolus/chatgpt-cli"
tap "mas-cli/tap"
tap "mutagen-io/mutagen"
tap "remotemobprogramming/brew"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "gmp"
brew "openssl@3"
brew "asdf"
brew "bash-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "capstone"
brew "chatblade"
brew "cmigemo", args: ["HEAD"]
brew "fribidi"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "jq"
brew "kubernetes-cli"
brew "libgccjit"
brew "librsvg"
brew "qemu"
brew "lima"
brew "mas"
brew "mysql-client@8.4"
brew "nkf"
brew "nmap"
brew "ollama"
brew "pinentry-mac"
brew "python@3.11"
brew "ripgrep"
brew "rustup"
brew "skktools"
brew "socket_vmnet", restart_service: true
brew "texinfo"
brew "tfenv"
brew "the_silver_searcher"
brew "wget"
brew "yq"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp", "with-xwidgets"]
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "mutagen-io/mutagen/mutagen"
brew "remotemobprogramming/brew/mob"
cask "alt-tab"
cask "chromium"
cask "google-cloud-sdk"
cask "kap"
cask "karabiner-elements"
cask "sequel-ace"
cask "slack"
cask "table-tool"
mas "Xcode", id: 497799835
