tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "remotemobprogramming/brew"
brew "anyenv"
brew "autoconf"
brew "capstone"
brew "cmigemo", args: ["HEAD"]
brew "gh"
brew "openssl@3"
brew "libidn2"
brew "gnutls"
brew "gnupg"
brew "goenv", args: ["HEAD"]
brew "jq"
brew "kubernetes-cli"
brew "python@3.11", link: false
brew "libgccjit"
brew "librsvg"
brew "qemu"
brew "lima"
brew "mysql-client"
brew "ninja"
brew "openjdk@17"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "socket_vmnet"
brew "texinfo"
brew "the_silver_searcher"
brew "yq"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp", "with-no-titlebar-and-round-corners"]
brew "mutagen-io/mutagen/mutagen"
brew "remotemobprogramming/brew/mob"
cask "chromium"
cask "kap"
cask "sequel-ace"
