tap "aki2o/taps"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "mutagen-io/mutagen"
tap "remotemobprogramming/brew"
brew "anyenv"
brew "autoconf"
brew "automake"
brew "capstone"
brew "cmigemo", args: ["HEAD"]
brew "gcc"
brew "git"
brew "git-filter-repo"
brew "gh"
brew "openssl@3"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "gnupg"
brew "jq"
brew "kubernetes-cli"
brew "python@3.11", link: false
brew "libgccjit"
brew "librsvg"
brew "qemu"
brew "lima"
brew "mysql-client"
brew "ninja"
brew "nkf"
brew "nmap"
brew "pinentry-mac"
brew "ripgrep"
brew "socket_vmnet"
brew "texinfo"
brew "the_silver_searcher"
brew "wget"
brew "yq"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "mas-cli/tap/mas"
brew "mutagen-io/mutagen/mutagen"
brew "remotemobprogramming/brew/mob"
cask "alt-tab"
cask "chromium"
cask "kap"
cask "sequel-ace"
mas "Slack", id: 803453959
mas "Table Tool", id: 1122008420
mas "Xcode", id: 497799835
